tap "go-task/tap"
tap "microsoft/git"
brew "aqua"
brew "direnv"
brew "mise"
brew "go-task/tap/go-task"
cask "android-studio"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "fork"
cask "git-credential-manager"
cask "orbstack"
cask "raycast"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "junstyle.php-cs-fixer"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "peterj.proto"
vscode "redhat.vscode-yaml"
vscode "sanderronde.phpstan-vscode"
vscode "vscjava.vscode-gradle"
vscode "wakatime.vscode-wakatime"
