tap "homebrew/bundle"
tap "microsoft/git"

brew "aqua"
brew "git-credential-manager-core"

cask "android-studio"
cask "corretto"
cask "cursor"
cask "docker"
cask "figma"
cask "fork"
cask "orbstack"
cask "raycast"

vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "junstyle.php-cs-fixer"
vscode "marp-team.marp-vscode"
vscode "mermade.openapi-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "peterj.proto"
vscode "redhat.vscode-yaml"
vscode "sanderronde.phpstan-vscode"
vscode "vscjava.vscode-gradle"
vscode "wakatime.vscode-wakatime"
vscode "withfig.fig"